Repository: marcoecv/IDS-POS
Catalog: app/Locale/esp/LC_MESSAGES/default.po
Languages: es

source: Please verify selections amounts
es: Por favor, compruebe las cantidades seleccionadas

source: You are not allowed to bet this side of the game.
es: No se le permite apostar en este lado del Juego.

source: Please remove unavailable selections
es: Por favor, elimine las selecciones no disponibles.

source: One or more selections changed
es: Una o más selecciones cambiaron

source: You have exceeded the max amount of
es: Ha superado la cantidad máxima de

source: selections
es: selecciones

source: You need at least
es: Necesita al menos

source: selections on your betslip
es: selecciones en su cupón

source: You have selections that can not be placed in the current bet type
es: Tiene seleciones que no se pueden agregar a este tipo de apuesta

source: You have selections that can not be combined in the current bet type
es: Tiene seleciones que no se pueden combinar en este tipo de apuesta

source: The current bet type does not allow open selections
es: Este tipo de apuesta actual no le permite selecciones abiertas

source: You can not use free play on some selections
es: No puede utilizar jugada gratis en algunas selecciones

source: Forbidden selections
es: Selecciones Prohibidas

source: Win amount has reach free play max payout amount
es: El monto máximo de gane ha pasado el pague máximo de jugada gratis

source: Add Open Selection
es: Añadir una Selección Abierta

source: Select Teaser
es: Selecione un Teaser

source: IF WIN ONLY
es: SÓLO SI GANA

source: IF WIN/PUSH
es: SÓLO SI GANA/ EMPATA

source: ACTION REVERSE
es: ACCIÓN INVERSA

source: Fee
es: Cuota

source: Max Risk
es: Cantidad Total

source: Max Win
es: Ganancia Máxima

source: Max Total Pay
es: Pago Total Máximo

source: Total Pay
es: Pago Total

source: Accept All Changes
es: Aceptar Todos los Cambios

source: Click to see free play allowed selections
es: Da click para ver las selecciones permitidas en jugada gratis

source: Use Free Play
es: Usar Jugada Gratis

source: Check Pending
es: Revisar Pendientes

source: Total Bonus Points
es: Total de Puntos de bonos

source: Redeem
es: Redimir

source: Free Play Bonus
es: Bono Jugada Gratis

source: Upcoming
es: Próximo de

source: 2ND HALF LINES
es: Líneas de 2do Período

source: Game note:&nbsp;
es: Nota:&nbsp;

source: All rights reserved for
es: Todos los derechos reservados para

source: Horses
es: Caballos

source: Slots
es: Tragamonedas

source: Live Games
es: Juegos en vivo

source: Overview
es: Vista General

source: Upcoming Events
es: Próximos Eventos

source: My Account
es: Mi Cuenta

source: Settings
es: Ajustes

source: Line Type Format
es: Formato de Tipo de Línea

source: Languages
es: Idiomas

source: Change
es: Cambiar

source: NOW IN PLAY
es: EN PROGRESO

source: There is no in play games yet
es: No hay juegos en vivo aún

source: Top
es: Alta

source: Bottom
es: Baja

source: Transaction Details
es: Detalles de las transacciones

source: Wagers and Reports
es: Apuestas e Informes

source: Pendings
es: Pendientes

source: Graded
es: Resueltas

source: Open Bets
es: Abiertas

source: Money <br> Line
es: Linea <br> de Dinero

source: Team <br> Total
es: Total de <br> Equipo

source: Pending Count/Risk
es: Número Pendientes/Riesgo

source: Free Play Pending Count Risk
es: Número de Apuestas de Cortesía/Riesgo

source: Total/Rate
es: Total/Tarifa

source: Pending Credit (it bet)
es: Crédito Pendiente (Condicionada)

source: Non- Posted Casino Balance
es: Balance de Casino No Publicado

source: Available Balance
es: Balance Disponible

source: Display
es: Despliegue

source: 2 Days
es: 2 Días

source: 7 Days
es: 7 Días

source: 15 Days
es: 15 Días

source: 30 Days
es: 30 Días

source: All transaction
es: Todas las Transacciones

source: Last Week Carryover
es: Arrastre de la Semana Anterior

source: Free Balance
es: Balance de Cortesía

source: New Transaction
es: Nueva Transacción

source: Free
es: Cortesía

source: Daily Figure Date
es: Fecha de Balance Diario

source: Save Changes
es: Guardar Cambios

source: Delete
es: Borrar

source: Debit
es: Débito

source: Outcome
es: Resultado

source: Game Date
es: Fecha de Juego

source: Wager
es: Apuesta

source: Ticket #
es: Tiquete #

source: Posted
es: Publicado

source: Writer
es: Escritor

source: Ties
es: Empata

source: Acct
es: Cuenta

source: Total Ticket
es: Total Tiquete

source: Lost
es: Pérdida

source: Won
es: Ganancia

source: Score
es: Marcador

source: Visit
es: Vistante

source: Winner
es: Ganador

source: TicketNumber
es: NúmeroTiquete

source: WagerNumber#
es: Número Apuesta

source: WagerType#
es: Tipo Apuesta

source: Amount Wagered
es: Monto Apostado

source: Amount Won
es: Monto Ganado

source: Amount Lost
es: Monto Perdido

source: Customers
es: Clientes

source: Free Play
es: Jugada Gratis

source: Listed Tickets
es: Tiquetes Enlistados

source: Select Type
es: Seleccione Tipo

source: Pending Open Wager
es: Apuestas Abiertas/Pendientes

source: Open Parlay/Teasers
es: Combinadas/Teasers Abiertos

source: TICKET #
es: TIQUETE #

source: DESCRIPTION
es: DESCRIPCION

source: POSTED DATA
es: DATOS PUBLICADOS

source: RISK
es: RIESGO

source: TO WIN
es: A GANAR

source: PAID/LOST
es: PAGADO/PERDIDO

source: STATUS
es: ESTATUS

source: Details Weekly Balance
es: Detalles de Balance Semanal

source: Customers for
es: Clientes por

source: Wiseguy
es: Jugador Profesional

source: refresh
es: refrescar

source: Use to win amount
es: Usar monto a ganar

source: seconds
es: segundos

source: minutes
es: minutos

source: Reset
es: Reiniciar

source: or more
es: o más

source: Wagering has been suspended or your browser is not accepting cookies. Please contact your agent for more information
es: Jugada suspendida o su sistema no reconoce cookies. Favor contactar a su agente para mayor información

source: Don't show this comment
es: No mostrar este comentario

source: Weekly Bonus Balance
es: Balance de Bono Semanal

source: Deleted Wagers
es: Apuestas Borradas

source: Upcoming Live
es: Proximamente En Vivo

source: User
es: Usuario

source: Register
es: Regístrese

source: Register Here!
es: ¡Registrar aquí!

source: Register Form
es: Formulario de registro

source: Full name
es: Nombre completo

source: Phone
es: Teléfono

source: Key
es: Contraseña deseada

source: All rights reserved
es: Todos los derechos reservados

source: Welcome Back!
es: Bienvenido!

source: Pin or Email
es: Pin o correo electrónico

source: The username, pin or password is incorrect
es: El usuario, número de cuenta o contraseña incorrectos

source: Forgot Password
es: Olvido Contraseña

source: Action 24/7
es: Acción 24/7

source: Register Now
es: Regístrate ahora

source: 1500+ Daily Games
es: +1500 Juegos Diarios

source: +1500 PreGame events daily
es: +1500 Juegos pre-game diarios

source: +7500 InPlay events monthly
es: +7500 Juegos en vivo mensuales

source: Access all our services with a free account
es: Accede a todos nuestros servicios con una cuenta gratuita

source: Access our different payment methods
es: Accede a nuestra variedad de métodos de depósito

source: Contact Us
es: Contáctanos

source: Enjoy the widest variety of pregame and live games.
es: Difruta de las más amplia varieda juegos pregame y en vivo.

source: Open an account
es: Abre una cuenta

source: The mail already exists.
es: El correo ya existe.

source: All rights reserved for
es: Todos los derechos reservados para

source: Get In
es: Entra

source: Remember username and password
es: Recordar nombre de usuario y contraseña

source: Do you need an account
es: ¿Necesita una cuenta?

source: Username
es: Nombre de usuario

source: Forgot your password
es: Olvidaste su contraseña

source: Team 1
es: Equipo 1

source: Team 2
es: Equipo 2

source: Deposits / Withdrawals
es: Depósitos / Retiros

source: Free Play Deposits / Withdrawals
es: Depósitos / Retiros Jugada Gratis

source: Adjustments Credits/Debits
es: Ajustes Créditos/Débitos

source: Casino Credits/Debits
es: Débitos/Créditos Casino

source: All wager won/lost
es: Todas las apuestas ganadas/perdidas

source: All Free Play wager won/lost
es: Todas las apuestas de jugada gratis ganadas/perdidas

source: Weekend Date
es: Fecha de fin de semana

source: Only active players
es: Solo jugadores activos

source: Only over settle limit
es: Límite único de liquidación nocturna

source: Players w/ balances and pendings
es: Jugadores con disponible y jugadas pendientes

source: Show name
es: Mostrar nombre

source: Select All
es: Seleccionar Todo
