Repository: marcoecv/IDS-POS
Catalog: app/Locale/esp/LC_MESSAGES/default.po
Languages: es

source: The field is empty or contains unauthorized special characters
es: El espacio esta vacío o contiene caracteres especiales no autorizados

source: The value entered is not valid
es: El valor ingresado no es válido

source: The value entered is not a number or exceeds the limit
es: El valor ingresado no es un número o excede el límite

source: The two values must be entered
es: Los 2 valores deben ser ingresados

source: Error Loading Page - T_EMPTY
es: Error al cargar la página - T_EMPTY

source: Error Loading Page - RESULT_BACK
es: Error al cargar la página - RESULT_BACK

source: Wrong Password
es: Contraseña incorrecta

source: Send Comments
es: Enviar Comentarios

source: SELECT
es: SELECCIONAR

source: ALL PLAYERS
es: TODOS LOS JUGADORES

source: All AGENTS
es: TODOS LOS AGENTES

source: ALL
es: TODO

source: Select specific players or agents
es: Seleccione jugadores o agentes específicos

source: Type
es: Tipo

source: Permanent
es: Permanente

source: Temporary
es: Temporal

source: Deactivating
es: Desactivando

source: Limit Date
es: Fecha Límite

source: Send
es: Enviar

source: Permanent Comments Sent
es: Comentarios Permanentes Enviados

source: No comments sent
es: Comentarios no enviados

source: Temporary Comments Sent
es: Comentarios Temporales Enviados

source: Quick Summary
es: Resumen

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: This week
es: Esta semana

source: Last Week
es: Semana Pasada

source: This Week
es: Esta Semana

source: Pending
es: Pendiente

source: Players
es: Jugadores

source: Accounts
es: Cuentas

source: Limits
es: Límites

source: Reports
es: Reportes

source: Transactions
es: Transacciones

source: Customer List
es: Lista de Clientes

source: Promotions
es: Promociones

source: Wagers
es: Apuestas

source: Zero Out
es: Cuenta en Cero

source: Bonus Points
es: Puntos Bonificables

source: Line Entry
es: Ajuste de Líneas

source: Agent
es: Agente

source: Agent Mail
es: Correos de Agente

source: New Accounts
es: Nuevas Cuentas

source: Chat
es: Conversar

source: Customer Service Chat
es: Chat Atención al cliente

source: Comments
es: Comentarios

source: Site
es: Sitio

source: Bet Ticker
es: Alerta de Apuestas

source: Log Out
es: Salir

source: Search
es: Buscar

source: Sent Comments
es: Comentarios Enviados

source: LOADING...
es: CARGANDO...

source: Customer
es: Cliente

source: First Name
es: Nombre

source: Last Name
es: Apellido

source: Adress
es: Dirección

source: City
es: Ciudad

source: State
es: Estado

source: Zip
es: Código Postal

source: Phone Mobil
es: Teléfono móvil

source: Phone Home
es: Teléfono de casa

source: Password
es: Contraseña

source: Active
es: Activo

source: Wagering has been suspended. Please contact CS for more information
es: Su cuenta ha sido suspendida. Por favor contacte a Servicio al Cliente para mayor información

source: Today
es: Hoy

source: Favorites
es: Favoritos

source: My Games
es: Mis Juegos

source: Starts In
es: Empieza En

source: Spread
es: Hándicap

source: Money Line
es: Línea de Gane

source: Team Total
es: Total de Equipo

source: Back
es: Atras

source: Main Bets
es: Líneas Principales

source: Over
es: Alta

source: Under
es: Baja

source: Open All
es: Abrir Todo

source: Close All
es: Cerrar Todo

source: No Games Available at the moment
es: No hay Juegos Disponibles por el momento

source: No Props Available at the moment
es: No hay Props Disponibles por el momento

source: Draw
es: Empate

source: Date
es: Fecha

source: Your betslip is empty
es: Su cupón está vacío

source: Max Amount
es: Monto Máximo

source: Place Bet
es: Apueste

source: Risk
es: Riesgo

source: Win
es: Gana

source: Bet
es: Apuesta

source: Bet amount has to be under
es: El monto de la apuesta tiene que ser menor

source: Bet amount has to be over
es: El monto de la apuesta tiene que ser mayor

source: Selection Unavailable
es: Selección No Disponible

source: Selection Changed
es: Selección Cambió

source: Accept
es: Aceptar

source: Added to Betslip
es: Agregado al Cupón

source: Selection
es: Selección

source: Ticket Number
es: Número de tiquete

source: Amount Per Parlay
es: Monto por Combinada

source: Total Risk
es: Riesgo Total

source: Confirm
es: Confirmar

source: Open Selection
es: Abrir selección

source: Total Ticket Risk
es: Riesgo Total del Tiquete

source: Pay
es: Pago Total

source: Win
es: Ganancia

source: Free Play win amount must be under
es: Monto a ganar en jugada gratis debe ser menor a

source: ACCEPTED
es: ACEPTADO

source: WAGET TYPE
es: TIPO DE APUESTA

source: RISK / TOWIN
es: RIESGO / A GANAR

source: SHORT DESCRIPTION
es: DESCRIPCION CORTA

source: Wager Type
es: Tipo de Apuesta

source: Accepted
es: Aceptado

source: Status
es: Estatus

source: To Win
es: Para Ganar

source: Paid
es: Pagado

source: GameDate
es: Fecha de Juego

source: Wager Status
es: Estatus de Apuesta

source: Event Notes
es: Notas del Evento

source: Description
es: Descripción

source: Amount
es: Cantidad

source: Details
es: Detalles

source: Won/Lost
es: Ganancia/Pérdida

source: Wednesday
es: Miércoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Saturday
es: Sábado

source: Sunday
es: Domingo

source: FP
es: Cortesía

source: Figure Date
es: Fecha de balance

source: Loss
es: Pérdida

source: SportsbookWin/Loss
es: Ganancia de Sportsbook /Pérdida

source: Sportsbook Adj
es: Ajuste de Sportsbook

source: Casino Win/Loss
es: Ganancia de Casino /Pérdida

source: Casino Adj
es: Ajuste de Casino

source: Casino Fees
es: Cargos de Casino

source: Net Amount
es: Monto Neto

source: Commission Type
es: Tipo de Comisión

source: Commission Amount
es: Monto de Comisión

source: Previous Makeup
es: Cifra de Reposición Anterior

source: New Makeup
es: Nuevo Monto de Reposición

source: CU Head Count
es: CU Conteo por Unidad

source: CU Head Count Fee
es: CU Cargo por Unidad

source: Inet Head Count
es: Inet Conteo por Unidad

source: Inet Head Count Fee
es: Inet Cargo por Unidad

source: Casino Head Count
es: Casino Conteo por Unidad

source: Casino Head Count Fee
es: Casino Cargo por Unidad

source: Previous Balance
es: Balance Anterior

source: Dist
es: Distribución

source: New Balance
es: Nuevo Balance

source: Makeup
es: Reposición

source: Agent Distribution (last 30 days) for
es: Distribución por Agente (últimos 30 días) para

source: All sports
es: Todos los Deportes

source: Game
es: Juego

source: Teams
es: Equipos

source: Props
es: Proposiciones

source: Total Points
es: Total de Puntos

source: Team Total Points
es: Puntos Totales por Equipo

source: FUTURE PROPS
es: PROPOSICIONES

source: ODDS TO WIN
es: GANADOR FINAL

source: Ticket
es: Tiquete

source: Bet Type
es: Tipo de Apuesta

source: Picks
es: Selecciones

source: Contest Name
es: Nombre de Competencia

source: Price
es: Precio

source: Wagered
es: Apostado

source: Contest Description
es: Descripción de Competencia

source: Total for the Game
es: Total del Juego

source: Changes applied succesfully
es: Cambios Aplicados Exitosamente

source: Live
es: En Vivo

source: Current Balance
es: Saldo Actual

source: Credit Limit
es: Límite de Crédito

source: Wager Limit
es: Limite de Apuesta

source: Parlay Maxbet
es: Máximo por Combinada

source: Teaser MaxBet
es: Máximo por Teaser

source: Live Limit
es: Limite En Vivo

source: Live Parlay
es: Parlay En Vivo

source: Contest Maxbet
es: Máximo por Proposición

source: Settle Figure
es: Cifra de Liquidación

source: Inet Min Wager
es: Inet Apuesta Mínima

source: MinbetCU
es: Mínima Apuesta CU

source: Free Play Balance
es: Balance de Jugadas Gratis

source: N/A* The customer has not access live interface yet.
es: N/A* El cliente aun tiene acceso a la interfase de Apuestas en Vivo.

source: NumberPlayers
es: Número de Jugadores

source: Players/Pending
es: Jugadores/Pendiente

source: Future Prop
es: Proposiciones

source: Action Reverse Item
es: Item de Reversa

source: Action Reverse Box / Birdcage Item
es: Reversa Box / Birdcage Item

source: Parlay
es: Combinada

source: If Bet
es: Condicionada

source: Future / Prop
es: Futuro / Proposición

source: Action Reverse
es: Reversa

source: Action Reverse Box
es: Reversa Box

source: Manual Play
es: Jugada Manual

source: Horse Race
es: Carrera de Caballos

source: Horse Parlay
es: Combinada de Caballos

source: HORSERACE
es: CARRERA DE CABALLOS

source: There are no records for the parameters used.
es: No hay records para los parámetros usado

source: Changes were succesfully applied to
es: Cambios Aplicados Exitosamente

source: The transaction has been created successfully.
es: La transacción fue creada exitosamente.

source: Changes were succesfully applied!!
es: Cambios Aplicados Exitosamente!!

source: Changes were NOT succesfully applied!!
es: Cambios NO FUERON Aplicados Exitosamente!!

source: The information has been deleted successfully!!
es: La informació ha sido borrada exitosamente!!

source: Error during the elimination.
es: Error en la eliminación.

source: Are you sure you want to delete the transaction number
es: Esta seguro de borrar el número de transacción?

source: Are you sure to delete the selected
es: Esta seguro de borrar lo seleccionado?

source: Please set a Red Figure Percentage before saving!!
es: Favor de cofigurar un Porcentaje de Figura en Rojo antes de salvar!!

source: Select the desired Group to inherit:
es: Seleecione el Grupo deseado a heredar:

source: This account does not have an URL assigned.
es: Esta cuenta no posee un URL asignado.

source: The used account doesn't have permissions!!
es: La cuenta de usuario no tiene permisos !!

source: Please enter a valid customer!!"
es: Favor ingresar un usuario valido!!"

source: Changes in this account have been found without saving. Do you want to continue?
es: Cambios en esta cuenta se encuentran sin salvar. Desea continuar?

source: This account does not exist. Do you want to create it now?
es: Esta cuenta no existe. Desea Crearla?

source: Should this customer inherit the selected Agent's package?
es: Desea heredar al cliente el paquete de Agente seleccionado?

source: Remember to SAVE the changes before the inherit process. Are you sure you want to inherit the selected package?
es: Recuerde SALVAR los cambios antes del proceso de herencia. Está seguro de querer heredar el paquete seleccionado?

source: Please enter an amount greater than zero in order to apply free half points.
es: Favor ingresar un monto mayor a cero para poder aplicar medios puntos gratis.

source: The transaction amount is missing or the specified date is invalid!!
es: El monto de transacción no existe o la fecha especifiada es inválida!!

source: Select the package:
es: Seleccione el paquete:

source: isn't a valid account !!
es: no es una cuenta válida !!

source: Successful verification !!
es: Verificación exitosa !!

source: The changes made will not apply, are you sure to continue?
es: Los cambios hechos NO aplicarán, desea continuar?

source: Please enter an expiration date before saving.
es: Por favor, introduzca una fecha de caducidad antes de guardar.

source: Select a valid Parlay!!
es: Seleccionar una Combinada válida !!

source: Please go to Selected Teasers in order to save.
es: Por favor, vaya a Teasers seleccionados con el fin de salvar.

source: The information has been modified successfully.
es: La información ha sido modificado correctamente.

source: Invalid transaction.
es: Transacción inválida.

source: Daily Figure Date is required.
es: Se requiere la Fecha de Balance Diario.

source: There do not contain details.
es: No contienen datos.

source: Are you sure you want to delete the transaction number
es: Seguro de querer borrar el número de transacción?

source: Are you sure want to delete this note?
es: Seguro que quieres eliminar esta nota?

source: No valid message Code
es: Código de mensaje inválido

source: This account does not exist!!
es: Esta cuenta no existe!!

source: You doesn't have permission to this customer!!
es: Usted no tiene permiso para este cliente !!

source: This action will clear the current screen and only new tickets will be added. Do you want to continue?
es: Esta acción borrará la pantalla actual y sólo se añadirán nuevos tiquetes. ¿Desea continuar?

source: This action will reload the Bet Ticker. You have to wait until the next refresh for this action to take effect. Do you want to continue?
es: Esta acción volverá a cargar la Alerta de Apuesta. Tienes que esperar hasta la próxima actualización para que esta acción tenga efecto. ¿Desea continuar?

source: Wagering has been suspended. Please contact customer service for more information
es: El acceso a Apostar han sido suspendido. Póngase en contacto con Servicio al Cliente para obtener más información

source: LOADING. . .
es: CARGANDO...

source: Select An User
es: Seleccione un Usuario

source: User Is Not Logged
es: Usuario no está en Línea

source: Attention
es: Atención

source: Details Pending Wagers
es: Detalles de Apuestas Pendientes

source: BACK
es: ATRAS

source: Save
es: Guardar

source: Cancel
es: Cancelar

source: Apply
es: Aplicar

source: Please Wait ...
es: Por Favor Espere...

source: Sportbook
es: Deportes

source: Message
es: Mensaje

source: Logout
es: Salir

source: Account
es: Cuenta

source: Line entry
es: Ajuste de Líneas

source: Saving ...
es: Guardando...

source: Are you sure?
es: Está seguro?

source: Apply Zero Out
es: Aplicar Cierre de Balance

source: Information
es: Información

source: Close
es: Cerrar

source: Please Wait
es: Por Favor Espere

source: Request New Account
es: Solicitar una Nueva Cuenta

source: Account Type
es: Tipo de Cuenta

source: Request New Sub Agent
es: Solicitar un Nuevo Sub Agente

source: Request New Player
es: Solicitar un Nuevo Jugador

source: Sub Agent
es: Sub Agente

source: Commission
es: Comisión

source: Allow Sub Agent to
es: Permitir a Sub Agente

source: Number of accounts to create
es: Número de cuentas para crear

source: Bet Quick Limit
es: Límite para Apuestas Rápidas

source: Error during validating your request. Revise your data
es: Error de validación de su solicitud. Revisar sus datos

source: New Transaction for
es: Nueva Transacción para

source: DEPOSIT
es: DEPÓSITO

source: WITHDRAWAL
es: RETIRO

source: CREDIT ADJUSTMENT
es: AJUSTE DE CREDITO

source: DEBIT ADJUSTMENT
es: AJUSTE DE DEBITO

source: Free DEPOSIT
es: DEPOSITO de Cortesía

source: Free WITHDRAWAL
es: RETIRO de Cortesía

source: BONUS
es: BONOS

source: Transaction Date
es: Fecha de Transacción

source: Entered By
es: Introducido por

source: HOME
es: PAGINA PRINCIPAL

source: SPORTSBOOK
es: DEPORTES

source: LIVE
es: EN VIVO

source: RACE
es: CABALLOS

source: Request New Account Player(s)
es: Solicitar una Nueva Cuenta de Jugador(es)

source: Request New Account Sub-Agent
es: Solicitar una Nueva cuenta de Sub Agente

source: Rols
es: Roles

source: Transaction
es: Transacción

source: Find
es: Buscar

source: SPECIFIC PLAYER
es: JUGADOR ESPECIFICO

source: SPECIFIC AGENT
es: AGENTE ESPECIFICO

source: Maintenance
es: Mantenimiento

source: Weekly Balance
es: Balance Semanal

source: Action By Player
es: Acción por Jugador

source: Daily Figure
es: Balance Diario

source: Delete Wager
es: Borrar Apuesta

source: Agent Distribution
es: Distribución del Agente

source: Agent Position
es: Posición del Agente

source: Open Wagers
es: Apuestas Abiertas

source: Transactions Report
es: Reporte de transacciones

source: Office
es: Oficina

source: Interface
es: Interfaz

source: Balance Due
es: Saldo Adeudado

source: Handle
es: Reporte de Volumen

source: SubAgent
es: SubAgente

source: Select valid Customer
es: Seleccion un Jugador Válido

source: Start Date
es: Fecha de Inicio

source: End Date
es: Fecha Final

source: Collapse Taps
es: Contraer pestañas

source: Open Taps
es: Abrir Pestañas

source: Info Agent
es: Info del Agente

source: Makeup Figure
es: Cifra de Reposición

source: Access Rols
es: Roles de Acceso

source: Access Roles
es: Roles de Acceso

source: Summary
es: Resumen

source: From
es: Desde

source: New Message
es: Nuevo Mensaje

source: InBox
es: Bandeja de Entrada

source: Sent
es: Enviado

source: Trash
es: Basurero

source: To
es: Para

source: Subject
es: Asunto

source: MY AGENT
es: MI AGENTE

source: Customer Service
es: Servicio al Cliente

source: Specific
es: Específico

source: Clear
es: Limpiar

source: Submit
es: Enviar

source: Details by Contest
es: Detalles por Proposición

source: Details by Line
es: Detalles por Línea

source: Details by Teams
es: Detalles por Equipo

source: Sports
es: Deportes

source: Starts on
es: Empieza en

source: Yesterday
es: Ayer

source: Select Agent
es: Seleccione un Agente

source: Run Report
es: Correr Reporte

source: Wise Action
es: Jugada Profesional

source: Edit
es: Editar

source: Range
es: Rango

source: Refresh 15 Seconds
es: Actualizar 15 Segundos

source: Refreshing in
es: Actualizar en

source: Seconds
es: Segundos

source: Minute
es: Minuto

source: Minutes
es: Minutos

source: Alert
es: Alerta

source: Reload
es: Recargar

source: You were logged out, avoid clicking the Logout button while using the ticker, please login again.
es: Se ha desconectado, evite hacer clic en el botón de cierre desesión mientras usa el ticker. Inicie sesión nuevamente.

source: The bet ticker is not available, please try again in a couple of minutes.
es: El Betticker no está disponible. Vuelve a intentarlo en unos minutos.

source: The bet ticker is having problems, please try again in a couple of minutes.
es: El Betticker presenta problemas, por favor, inténtelo de nuevo en unos minutos.

source: Login
es: Ingresar

source: Remember credentials
es: Recordar Credenciales

source: Enter
es: Entrar

source: Passw
es: Contraseña

source: Credit L
es: Credito L

source: Wager L
es: Apuesta L

source: Temp Cred
es: Crédito Temporal

source: Exp Date
es: Fecha de Exp

source: InetMin Wager
es: Mínimo Apuesta por Internet

source: Minbet CU
es: Mínimo por Teléfono

source: FreePlay Balance
es: Saldo de Cortesía

source: Select
es: Seleccionar

source: Credit
es: Crédito

source: Max Bet
es: Máxima Apuesta

source: L Parlay
es: L Combinada

source: Prop
es: Proposición

source: Settle Fig
es: Cifra de Liquidación

source: Min Inet
es: Mínimo por Internet

source: Min Cu
es: Mínimo por Teléfono

source: Should this customer inherit the selected Agents package?
es: Debe Heredar este cliente los paquetes del Agente seleccionados?

source: Yes
es: Si

source: Player List
es: Lista de Jugadores

source: Massive Action
es: Acción Masiva

source: Teaser Maxbet
es: Máximo por Teaser

source: Temp
es: Temporal

source: Expiration
es: Expiración

source: MinBet CU
es: Mínimo por Teléfono

source: Loading...
es: Cargando...

source: Player
es: Jugador

source: Wait please
es: Por Favor Espere

source: Details Daily Figure
es: Detalle de Balance Diario

source: Filter
es: Filtro

source: Details Handle Reports
es: Detalles del Reporte de Volumen

source: Report Type
es: Tipo de Reporte

source: By Sport
es: Por Deporte

source: By Agent
es: Por Agente

source: By Customer
es: Por Cliente

source: Wrong account and/or password information
es: Usuario o contraseña no es válida

source: Specific Dates
es: Fechas Específicas

source: All
es: Todo

source: Sub Sport
es: Sub Deporte

source: Quick Limit
es: Límite General

source: Temp Credit
es: Crédito Temporal

source: Prop/Contest
es: Proposición

source: Max Parlay
es: Máximo por Combinada

source: Max Parlay Payout
es: Pago Máximo por Combinada

source: Max Teaser Bet
es: Máximo por Teaser

source: Live Max Bet
es: Máximo por Apuesta En Vivo

source: Max Parlay Bet Live
es: Máximo por Combinada En Vivo

source: Phone min
es: Mínimo por Teléfono

source: Inet Min Bet
es: Mínimo por Internet

source: Max Areverse
es: Max Reversa

source: Show Lines
es: Mostrar Líneas

source: Home
es: Casa

source: Away
es: Vistante

source: Team
es: Equipo

source: O
es: A

source: U
es: B

source: Welcome
es: Bienvenido

source: to Agent Line Entry
es: Entrada de Lineas del Agente

source: T O/U
es: T A/B

source: TT Over
es: TT Altas

source: TT Under
es: TT Bajas

source: Detail Ticket Customer
es: Detalle de Tiquete de Cliente

source: All wagers
es: Todas las Apuestas

source: CONTEST
es: PROPOSICION

source: TEAM POINTS
es: PUNTOS POR EQUIPO

source: HORSE RACE
es: CARRERA DE CABALLOS

source: HORSE (GENERAL)
es: CABALLOS (GENERAL)

source: IF BET
es: Condicionada

source: TOTAL POINTS
es: PUNTOS TOTALES

source: MONEY LINE
es: LINEA DE GANE

source: PARLAY
es: Combinada

source: QUINELLA
es: QUINIELA

source: STRAIGHT
es: DIRECTA

source: EASER
es: TEASER

source: HORSE PARLAY
es: COMBINADA DE CABALLOS

source: LIVE BETS
es: APUESTAS EN VIVO

source: PREGAME
es: PRE JUEGO

source: Select Customer
es: Seleccionar Cliente

source: User Name
es: Usuario

source: Name
es: Nombre

source: Last
es: Apellido

source: TYPE
es: TIPO

source: Website
es: Sitio Web

source: Line Type
es: Tipo de Línea

source: Running
es: Corriendo

source: Zero Balance
es: Cuenta en Cero

source: Baseball
es: Béisbol

source: Limit Rolling ifs
es: Límite de Rolling ifs

source: Birth Date
es: Fecha de nacimiento

source: Address
es: Dirección

source: Zip Code
es: Código postal

source: Country
es: País

source: Mobile Phone
es: Celular

source: Home Phone
es: Teléfono Hogar

source: Security Question
es: Pregunta de Seguridad

source: What is your Mother's Maiden Name ?
es: Cuál es el apellido de soltera de tu madre ?

source: What is your Favorite Movie ?
es: Cuál es tu película favorita ?

source: What is your Favorite Food ?
es: Cuál es tu comida favorita ?

source: What is the name of Your High School ?
es: ¿Cuál es el nombre de su escuela secundaria?

source: What is the name of your Favorite Relative ?
es: ¿Cuál es el nombre de su pariente favorito?

source: Security Answer
es: respuesta de seguridad

source: Promo Code
es: Código promocional

source: Referred By
es: Referido por

source: New Account
es: Cuenta Nueva

source: Notes
es: Notas

source: Note
es: Nota

source: Save Note
es: Salvar Nota

source: Pre-game
es: Pre-Juego

source: Live Betting
es: Apuestas En Vivo

source: Both
es: Ambos

source: Inactive
es: Inactivo

source: Export
es: Exportar

source: Cust.
es: Cliente

source: Line Discount
es: Descuento por Línea

source: % Phone
es: % Teléfono

source: Expiration Date
es: Fecha de Expiración

source: % Inet
es: % Internet

source: Free Plays
es: Jugadas de Cortesía

source: Document#
es: # Documento

source: MY ACCOUNT
es: MI CUENTA

source: Available
es: Disponible

source: Free play
es: Jugada Gratis

source: Non Posted Casino
es: Casino No Publicado

source: English
es: Ingles

source: Spanish
es: Español

source: French
es: Frances

source: American Price
es: Precio americano

source: Decimal Price
es: Precio decimal

source: Support
es: Soporte

source: American
es: Americano

source: European
es: Europeo

source: Setting
es: Ajuste

source: Back to Top
es: Volver Arriba

source: Daily Week Balance
es: Balance Diario Semanal

source: Period
es: Período

source: 3 Week Ago
es: Hace 3 Semanas

source: 4 Week Ago
es: Hace 4 Semanas

source: Start From Tuesday
es: Iniciar Martes

source: Betslip
es: Cupón

source: ENTER YOUR PASSWORD
es: INGRESE SU CONTRASEÑA

source: Allowed free play selections
es: Selecciones permitidas en jugada gratis

source: You are no allowed to use free play
es: Usted no esta autorizado a usa jugadas gratis

source: Sport
es: Deporte

source: Category
es: Categoría

source: Bet Amount
es: Monto de Apuesta

source: Risk Amount
es: Monto de Riesgo

source: Win Amount
es: Monto de Gane

source: Not enough available balance
es: No hay suficiente saldo disponible

source: Not enough free play
es: No hay suficiente saldo para jugadas gratuitas
